/**
  ******************************************************************************
  * @file    stm32f10x_adc_config.h
  * @author  ÍÃ÷«–€ 
  * @version V1.0
  * @date    2018.6.21
  * @brief   ≤‚ ‘œﬂ≥Ã
  ******************************************************************************
  */ 

/* Define to prevent recursive inclusion -------------------------------------*/
#ifndef  __TASK_TEST_H
#define  __TASK_TEST_H


#ifdef __cplusplus
 extern "C" {
#endif 
/* Includes ------------------------------------------------------------------*/
#include "stm32f10x.h"
/* Exported types ------------------------------------------------------------*/
/* Exported constants --------------------------------------------------------*/
/* Exported macro ------------------------------------------------------------*/
/* Exported define -----------------------------------------------------------*/
/* Exported functions ------------------------------------------------------- */
void vTestTask(void * pvParameters );

 /*!<  */

#ifdef __cplusplus
}
#endif

#endif /* __TASK_TEST_H */

/************************** (C) COPYRIGHT 2018 HWJ **********END OF FILE******/
